const ROW_COUNT = 7
const COLUMN_COUNT = 17
// 每个奖品的每次抽奖个数
const EACH_COUNT = [
  1, 
  1, 1, 1, 1, 1,
  1, 1, 1, 1, 1,
  5, 4, 4, 4, 2, 2, 2, 2
]
// 公司名称
const COMPANY = 'BILIBILI'
// 高亮名牌的位置（组成年份）
const HIGHLIGHT_CELL = [
  '1-1', '1-2', '1-3', '2-3', '3-1', '3-2', '3-3', '4-1', '5-1', '5-2', '5-3', 
  '1-5', '1-6', '1-7', '2-5', '2-7', '3-5', '3-7', '4-5', '4-7', '5-5', '5-6', '5-7', 
  '1-9', '1-10', '1-11', '2-11', '3-9', '3-10', '3-11', '4-9', '5-9', '5-10', '5-11',
  '1-13', '1-14', '1-15', '2-15', '3-13', '3-14', '3-15', '4-13', '5-13', '5-14', '5-15'
]

export {
  ROW_COUNT,
  COLUMN_COUNT,
  EACH_COUNT,
  COMPANY,
  HIGHLIGHT_CELL
}
